[
  {
    "id": 1,
    "text": "Quando estou em um relacionamento, o que me faz sentir mais amado?",
    "options": {
      "a": "Receber elogios e palavras de carinho",
      "b": "Passar um tempo de qualidade juntos",
      "c": "Receber ajuda prática nas minhas tarefas",
      "d": "Ganhar presentes inesperados",
      "e": "Ser abraçado ou acariciado"
    }
  },
  {
    "id": 2,
    "text": "Quando me sinto triste, o que mais me anima?",
    "options": {
      "a": "Alguém dizendo palavras reconfortantes",
      "b": "Alguém se sentando ao meu lado, só para estar junto",
      "c": "Alguém me ajudando com as responsabilidades que estou enfrentando",
      "d": "Receber uma lembrança significativa",
      "e": "Receber um abraço apertado"
    }
  },
  {
    "id": 3,
    "text": "O que mais gosto de fazer quando estou com alguém que amo?",
    "options": {
      "a": "Elogiar e encorajar essa pessoa",
      "b": "Fazer atividades juntos, como um passeio ou jantar",
      "c": "Ajudar essa pessoa em algo que ela precise",
      "d": "Surpreendê-la com um presente especial",
      "e": "Demonstrar afeto físico, como segurar as mãos"
    }
  },
  {
    "id": 4,
    "text": "Como prefiro que alguém demonstre que se importa comigo?",
    "options": {
      "a": "Dizendo coisas doces e afirmativas",
      "b": "Reservando tempo para estarmos juntos",
      "c": "Ajudando com tarefas ou algo prático",
      "d": "Comprando algo especial",
      "e": "Dando abraços ou toques carinhosos"
    }
  },
  {
    "id": 5,
    "text": "O que me deixa mais frustrado em um relacionamento?",
    "options": {
      "a": "Quando a pessoa não me elogia ou me valoriza verbalmente",
      "b": "Quando não temos tempo suficiente para estar juntos",
      "c": "Quando a pessoa não se oferece para ajudar quando preciso",
      "d": "Quando ela esquece datas especiais e não dá presentes",
      "e": "Quando não recebo demonstrações de afeto físico"
    }
  },
  {
    "id": 6,
    "text": "Quando quero demonstrar amor, eu prefiro:",
    "options": {
      "a": "Falar o quanto a pessoa é especial para mim",
      "b": "Passar o máximo de tempo possível junto",
      "c": "Fazer algo prático para ajudar",
      "d": "Comprar um presente que sei que a pessoa vai amar",
      "e": "Abraçar, beijar ou tocar a pessoa de maneira carinhosa"
    }
  },
  {
    "id": 7,
    "text": "O que mais me faz sentir próximo de alguém?",
    "options": {
      "a": "Conversas profundas e significativas",
      "b": "Fazer algo divertido juntos",
      "c": "Quando a pessoa se oferece para me ajudar",
      "d": "Quando recebo um presente inesperado",
      "e": "Toque físico, como um abraço ou carinho"
    }
  },
  {
    "id": 8,
    "text": "O que aprecio mais em datas comemorativas (aniversário, Natal, etc.)?",
    "options": {
      "a": "Palavras gentis e significativas",
      "b": "Passar tempo de qualidade com quem amo",
      "c": "Quando alguém faz algo para me ajudar",
      "d": "Receber presentes que demonstram consideração",
      "e": "Receber carinho físico"
    }
  },
  {
    "id": 9,
    "text": "Em uma briga, o que me ajuda a me sentir melhor?",
    "options": {
      "a": "Um pedido de desculpas sincero",
      "b": "Passar um tempo juntos para resolver as coisas",
      "c": "Quando a pessoa tenta me ajudar de forma prática",
      "d": "Quando recebo um gesto de reconciliação como um presente",
      "e": "Um abraço ou um gesto físico de afeto"
    }
  },
  {
    "id": 10,
    "text": "O que mais me faz sentir especial em um relacionamento?",
    "options": {
      "a": "Quando a pessoa elogia minha aparência ou meu trabalho",
      "b": "Quando passamos tempo juntos sem distrações",
      "c": "Quando a pessoa faz algo para facilitar minha vida",
      "d": "Quando ganho um presente sem motivo",
      "e": "Quando a pessoa demonstra carinho com toques físicos"
    }
  },
  {
    "id": 11,
    "text": "Como você prefere demonstrar gratidão em um relacionamento?",
    "options": {
      "a": "Dando elogios e expressando verbalmente minha gratidão",
      "b": "Planejando uma atividade especial para passarmos juntos",
      "c": "Fazendo algo prático para ajudar a pessoa",
      "d": "Dando um presente significativo",
      "e": "Demonstrando carinho físico, como um abraço"
    }
  },
  {
    "id": 12,
    "text": "Quando você está em um relacionamento à distância, o que você mais sente falta?",
    "options": {
      "a": "Ouvir palavras de carinho",
      "b": "Passar tempo juntos pessoalmente",
      "c": "Receber ajuda com as coisas do dia a dia",
      "d": "Surpresas ou presentes que mostram que a pessoa pensou em você",
      "e": "O contato físico, como abraçar e beijar"
    }
  },
  {
    "id": 13,
    "text": "O que você mais valoriza em um gesto de carinho inesperado?",
    "options": {
      "a": "Uma mensagem de apoio ou um elogio",
      "b": "Quando a pessoa faz algo que demonstre que pensou em passar tempo juntos",
      "c": "Um gesto de ajuda prática",
      "d": "Receber um presente significativo",
      "e": "Um toque carinhoso, como um abraço ou carinho"
    }
  },
  {
    "id": 14,
    "text": "O que te faz se sentir mais amado em um momento de celebração (como uma conquista)?",
    "options": {
      "a": "Receber palavras de reconhecimento",
      "b": "Passar tempo celebrando junto com quem eu amo",
      "c": "Quando a pessoa faz algo prático para ajudar nas celebrações",
      "d": "Ganhar um presente para marcar a ocasião",
      "e": "Receber carinho físico, como um abraço apertado"
    }
  },
  {
    "id": 15,
    "text": "Qual desses gestos faz você se sentir mais especial ao final de um dia cansativo?",
    "options": {
      "a": "Ouvir palavras de incentivo e carinho",
      "b": "Passar um tempo relaxando junto, conversando ou assistindo algo",
      "c": "Quando alguém faz algo prático para aliviar seu cansaço",
      "d": "Receber uma lembrança para te animar",
      "e": "Receber um abraço reconfortante"
    }
  }
]
